Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# claudeUpdate.recovery.failureTitle
source: Claude sessions still need recovery
ar: جلسات Claude لا تزال بحاجة للتعافي
bs: Claude sesije i dalje trebaju oporavak
da: Claude-sessioner skal stadig genoprettes
de: Claude-Sitzungen müssen noch wiederhergestellt werden
es: Las sesiones Claude aún necesitan recuperación
fr: Les sessions Claude doivent encore être récupérées
it: Le sessioni Claude necessitano ancora di ripristino
ja: Claude セッションはまだ回復が必要です
km: វគ្គ Claude នៅតែត្រូវការការស្តារឡើងវិញ
ko: Claude 세션에는 여전히 복구가 필요합니다.
nb: Claude-økter trenger fortsatt gjenoppretting
pl: Sesje Claude nadal wymagają przywrócenia
pt_br: Sessões Claude ainda precisam de recuperação
ru: Сеансы Claude по-прежнему требуют восстановления.
th: เซสชัน Claude ยังคงต้องการการกู้คืน
tr: Claude oturumlarının hâlâ kurtarılması gerekiyor
uk: Сесії Claude все ще потребують відновлення
zh_hans: Claude 会话仍需要恢复
zh_hant: Claude 會話仍需恢復

# claudeUpdate.recovery.summary
source: %1$lld restored, %2$lld still need attention.
ar: تمت استعادة %1$lld، ولا يزال %2$lld بحاجة إلى الاهتمام.
bs: %1$lld restauriran, %2$lld i dalje treba obratiti pažnju.
da: %1$lld gendannet, %2$lld har stadig brug for opmærksomhed.
de: %1$lld wiederhergestellt, %2$lld benötigen weiterhin Aufmerksamkeit.
es: %1$lld restaurado, %2$lld aún necesita atención.
fr: %1$lld restauré, %2$lld nécessite encore une attention particulière.
it: %1$lld ripristinato, %2$lld necessita ancora di attenzione.
ja: %1$lld は復元されましたが、%2$lld はまだ注意が必要です。
km: %1$lld បានស្ដារឡើងវិញ %2$lld នៅតែត្រូវការការយកចិត្តទុកដាក់។
ko: %1$lld가 복원되었지만 %2$lld에는 여전히 주의가 필요합니다.
nb: %1$lld gjenopprettet, %2$lld trenger fortsatt oppmerksomhet.
pl: Przywrócono %1$lld, %2$lld nadal wymaga uwagi.
pt_br: %1$lld restaurado, %2$lld ainda precisa de atenção.
ru: %1$lld восстановлен, %2$lld все еще требует внимания.
th: กู้คืน %1$lld แล้ว แต่ %2$lld ยังคงต้องการการดูแล
tr: %1$lld geri yüklendi, %2$lld'nun hâlâ ilgilenilmesi gerekiyor.
uk: %1$lld відновлено, %2$lld все ще потребує уваги.
zh_hans: %1$lld 已恢复，%2$lld 仍需关注。
zh_hant: %1$lld 已恢復，%2$lld 仍需注意。

# claudeUpdate.recovery.title
source: Claude session recovery
ar: استعادة جلسة Claude
bs: Claude oporavak sesije
da: Claude sessionsgendannelse
de: Claude Sitzungswiederherstellung
es: Recuperación de sesión Claude
fr: Récupération de session Claude
it: Ripristino sessione Claude
ja: Claude セッションの回復
km: ការងើបឡើងវិញសម័យ Claude
ko: Claude 세션 복구
nb: Claude øktgjenoppretting
pl: Odzyskiwanie sesji Claude
pt_br: Recuperação de sessão Claude
ru: Восстановление сеанса Claude
th: การกู้คืนเซสชัน Claude
tr: Claude oturum kurtarma
uk: Claude відновлення сесії
zh_hans: Claude 会话恢复
zh_hant: Claude 會話恢復

# claudeUpdate.status.alreadyUpdated
source: Current
ar: محدَّث
bs: Aktuelno
da: Aktuel
de: Aktuell
es: Actual
fr: À jour
it: Aggiornato
ja: 最新
km: បច្ចុប្បន្ន
ko: 최신
nb: Oppdatert
pl: Aktualna
pt_br: Atual
ru: Актуальная
th: เป็นปัจจุบัน
tr: Güncel
uk: Актуальна
zh_hans: 最新
zh_hant: 最新

# claudeUpdate.status.failed
source: Failed
ar: فشل
bs: Nije uspjelo
da: Mislykkedes
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Fallito
ja: 失敗しました
km: បរាជ័យ
ko: 실패
nb: Mislyktes
pl: Nie udało się
pt_br: Falha
ru: Не удалось
th: ล้มเหลว
tr: Başarısız
uk: Помилка
zh_hans: 失败
zh_hant: 失敗

# claudeUpdate.status.restored
source: Restored
ar: تمت استعادته
bs: Obnovljeno
da: Gendannet
de: Wiederhergestellt
es: Restaurado
fr: Restauré
it: Restaurato
ja: 復元されました
km: ស្ដារឡើងវិញ
ko: 복원됨
nb: Gjenopprettet
pl: Przywrócono
pt_br: Restaurado
ru: Восстановлено
th: กู้คืนแล้ว
tr: Geri Yüklendi
uk: Відновлено
zh_hans: 已恢复
zh_hant: 已恢復

# claudeUpdate.status.skipped
source: Skipped
ar: تم تخطيه
bs: Preskočeno
da: Sprunget over
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato
ja: スキップされました
km: រំលង
ko: 건너뛰었습니다
nb: Hoppet over
pl: Pominięto
pt_br: Ignorado
ru: Пропущено
th: ข้ามไป
tr: Atlandı
uk: Пропущено
zh_hans: 已跳过
zh_hant: 已跳過

# claudeUpdate.status.updated
source: Updated
ar: تم التحديث
bs: Ažurirano
da: Opdateret
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新されました
km: បានធ្វើបច្ចុប្បន្នភាព
ko: 업데이트됨
nb: Oppdatert
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
zh_hans: 已更新
zh_hant: 已更新

# claudeUpdate.subtitle.completed
source: Every window has a final outcome
ar: كل نافذة لها نتيجة نهائية
bs: Svaki prozor ima konačan ishod
da: Hvert vindue har et endeligt resultat
de: Jedes Fenster hat ein Endergebnis
es: Cada ventana tiene un resultado final
fr: Chaque fenêtre a un résultat final
it: Ogni finestra ha un esito finale
ja: すべてのウィンドウには最終結果があります
km: រាល់បង្អួចមានលទ្ធផលចុងក្រោយ
ko: 모든 창에는 최종 결과가 있습니다.
nb: Hvert vindu har et endelig utfall
pl: Każde okno ma swój ostateczny wynik
pt_br: Cada janela tem um resultado final
ru: Каждое окно имеет конечный результат.
th: ทุกหน้าต่างมีผลลัพธ์สุดท้าย
tr: Her pencerenin nihai bir sonucu vardır
uk: Кожне вікно має кінцевий результат
zh_hans: 每个窗口都有最终结果
zh_hant: 每個視窗都有最終結果

# claudeUpdate.subtitle.confirmation
source: Review the exact update scope
ar: قم بمراجعة نطاق التحديث الدقيق
bs: Pregledajte tačan opseg ažuriranja
da: Gennemgå det nøjagtige opdateringsomfang
de: Überprüfen Sie den genauen Update-Umfang
es: Revisar el alcance exacto de la actualización
fr: Vérifiez la portée exacte de la mise à jour
it: Esaminare l'ambito esatto dell'aggiornamento
ja: 正確な更新範囲を確認してください
km: ពិនិត្យមើលវិសាលភាពអាប់ដេតពិតប្រាកដ
ko: 정확한 업데이트 범위를 검토하세요
nb: Se gjennom det nøyaktige oppdateringsomfanget
pl: Sprawdź dokładny zakres aktualizacji
pt_br: Revise o escopo exato da atualização
ru: Ознакомьтесь с точной областью обновления.
th: ตรวจสอบขอบเขตการอัปเดตที่แน่นอน
tr: Tam güncelleme kapsamını inceleyin
uk: Перегляньте точний обсяг оновлення
zh_hans: 查看具体更新范围
zh_hant: 查看具體更新範圍

# claudeUpdate.subtitle.failed
source: Safety checks stopped the operation
ar: فحوصات السلامة أوقفت العملية
bs: Sigurnosne provjere zaustavile su operaciju
da: Sikkerhedstjek stoppede driften
de: Sicherheitsüberprüfungen stoppten den Betrieb
es: Los controles de seguridad detuvieron la operación
fr: Les contrôles de sécurité ont arrêté l'opération
it: I controlli di sicurezza hanno interrotto l'operazione
ja: 安全チェックにより動作が停止されました
km: ការត្រួតពិនិត្យសុវត្ថិភាពបានបញ្ឈប់ប្រតិបត្តិការ
ko: 안전점검 결과 운행이 중단되었습니다.
nb: Sikkerhetssjekker stoppet operasjonen
pl: Kontrole bezpieczeństwa zatrzymały operację
pt_br: As verificações de segurança interromperam a operação
ru: Проверка безопасности остановила работу.
th: การตรวจสอบความปลอดภัยหยุดการดำเนินการ
tr: Güvenlik kontrolleri işlemi durdurdu
uk: Перевірки безпеки припинили роботу
zh_hans: 安全检查停止运营
zh_hant: 安全檢查停止運營

# claudeUpdate.subtitle.preparing
source: Safe preflight — nothing has been changed
ar: فحوصات أمان أولية — لم يتم تغيير أي شيء
bs: Sigurna prethodna provjera — ništa nije promijenjeno
da: Sikkert forhåndstjek — intet er ændret
de: Sichere Vorabprüfung – es wurde nichts geändert
es: Comprobación previa segura — no se ha cambiado nada
fr: Vérifications préalables sûres — rien n’a été modifié
it: Controllo preliminare sicuro — non è stato modificato nulla
ja: 安全な事前確認 — まだ何も変更されていません
km: ការពិនិត្យសុវត្ថិភាពជាមុន — មិនមានអ្វីត្រូវបានផ្លាស់ប្តូរទេ
ko: 안전 사전 점검 — 변경된 사항 없음
nb: Sikker forhåndskontroll — ingenting er endret
pl: Bezpieczna kontrola wstępna — nic nie zostało zmienione
pt_br: Verificação prévia segura — nada foi alterado
ru: Безопасная предварительная проверка — ничего не изменено
th: การตรวจสอบความปลอดภัยเบื้องต้น — ยังไม่มีการเปลี่ยนแปลงใดๆ
tr: Güvenli ön kontrol — hiçbir şey değiştirilmedi
uk: Безпечна попередня перевірка — нічого не змінено
zh_hans: 安全预检 — 尚未进行任何更改
zh_hant: 安全預檢 — 尚未進行任何更改

# claudeUpdate.subtitle.running
source: Updating and restoring sessions
ar: تحديث واستعادة الجلسات
bs: Ažuriranje i vraćanje sesija
da: Opdatering og gendannelse af sessioner
de: Sitzungen aktualisieren und wiederherstellen
es: Actualización y restauración de sesiones
fr: Mise à jour et restauration des sessions
it: Aggiornamento e ripristino delle sessioni
ja: セッションの更新と復元
km: ធ្វើបច្ចុប្បន្នភាព និងស្ដារវគ្គ
ko: 세션 업데이트 및 복원 중
nb: Oppdatering og gjenoppretting av økter
pl: Aktualizowanie i przywracanie sesji
pt_br: Atualizando e restaurando sessões
ru: Обновление и восстановление сессий
th: กำลังอัปเดตและกู้คืนเซสชัน
tr: Oturumları güncelleme ve geri yükleme
uk: Оновлення та відновлення сеансів
zh_hans: 更新和恢复会话
zh_hant: 更新與復原會話

# claudeUpdate.title
source: Update Claude
ar: تحديث Claude
bs: Ažuriraj Claude
da: Opdater Claude
de: Claude aktualisieren
es: Actualizar Claude
fr: Mettre à jour Claude
it: Aggiorna Claude
ja: Claude を更新
km: ធ្វើបច្ចុប្បន្នភាព Claude
ko: Claude 업데이트
nb: Oppdater Claude
pl: Zaktualizuj Claude
pt_br: Atualizar Claude
ru: Обновить Claude
th: อัปเดต Claude
tr: Claude’u güncelle
uk: Оновити Claude
zh_hans: 更新 Claude
zh_hant: 更新 Claude

# claudeUpdate.window.unnamed
source: Unnamed window
ar: نافذة بدون اسم
bs: Neimenovani prozor
da: Unavngivet vindue
de: Unbenanntes Fenster
es: Ventana sin nombre
fr: Fenêtre sans nom
it: Finestra senza nome
ja: 名前のないウィンドウ
km: បង្អួចគ្មានឈ្មោះ
ko: 이름 없는 창
nb: Unavngitt vindu
pl: Okno bez nazwy
pt_br: Janela sem nome
ru: Безымянное окно
th: หน้าต่างที่ไม่มีชื่อ
tr: Adsız pencere
uk: Вікно без назви
zh_hans: 未命名窗口
zh_hant: 未命名窗口

# terminal.imageTransfer.progress.preparing
source: Preparing image…
ar: جارٍ تجهيز الصورة…
bs: Priprema slike…
da: Forbereder billede…
de: Bild wird vorbereitet…
es: Preparando imagen…
fr: Préparation de l’image…
it: Preparazione dell’immagine…
ja: 画像を準備中…
km: កំពុងរៀបចំរូបភាព…
ko: 이미지 준비 중…
nb: Klargjør bilde…
pl: Przygotowywanie obrazu…
pt_br: Preparando imagem…
ru: Подготовка изображения…
th: กำลังเตรียมรูปภาพ…
tr: Görsel hazırlanıyor…
uk: Підготовка зображення…
zh_hans: 正在准备图像…
zh_hant: 正在準備影像…

# terminal.imageTransfer.progress.uploading
source: Uploading image · %lld%%
ar: جارٍ رفع الصورة · %lld%%
bs: Učitavanje slike · %lld%%
da: Uploader billede · %lld%%
de: Bild wird hochgeladen · %lld%%
es: Subiendo imagen · %lld%%
fr: Envoi de l’image · %lld%%
it: Caricamento immagine · %lld%%
ja: 画像をアップロード中 · %lld%%
km: កំពុងផ្ទុករូបភាពឡើង · %lld%%
ko: 이미지 업로드 중 · %lld%%
nb: Laster opp bilde · %lld%%
pl: Przesyłanie obrazu · %lld%%
pt_br: Enviando imagem · %lld%%
ru: Загрузка изображения · %lld%%
th: กำลังอัปโหลดรูปภาพ · %lld%%
tr: Görsel yükleniyor · %lld%%
uk: Завантаження зображення · %lld%%
zh_hans: 正在上传图像 · %lld%%
zh_hant: 正在上傳影像 · %lld%%

# terminal.imageTransfer.error.uploadTimedOut
source: File transfer timed out. Check the remote host and network connection, then try again.
ar: انتهت مهلة نقل الملف. تحقق من المضيف البعيد واتصال الشبكة، ثم حاول مرة أخرى.
bs: Prijenos datoteke je istekao. Provjerite udaljeni host i mrežnu vezu, pa pokušajte ponovo.
da: Filoverførslen fik timeout. Kontrollér fjernværten og netværksforbindelsen, og prøv igen.
de: Zeitüberschreitung bei der Dateiübertragung. Prüfe den Remote-Host und die Netzwerkverbindung und versuche es erneut.
es: La transferencia del archivo ha agotado el tiempo de espera. Comprueba el host remoto y la conexión de red, y vuelve a intentarlo.
fr: Le transfert du fichier a expiré. Vérifiez l’hôte distant et la connexion réseau, puis réessayez.
it: Trasferimento del file scaduto. Controlla l’host remoto e la connessione di rete, quindi riprova.
ja: ファイル転送がタイムアウトしました。リモートホストとネットワーク接続を確認して、もう一度お試しください。
km: ការផ្ទេរឯកសារអស់ពេល។ ពិនិត្យម៉ាស៊ីនពីចម្ងាយ និងការតភ្ជាប់បណ្តាញ រួចព្យាយាមម្តងទៀត។
ko: 파일 전송 시간이 초과되었습니다. 원격 호스트와 네트워크 연결을 확인한 후 다시 시도하세요.
nb: Filoverføringen ble tidsavbrutt. Kontroller den eksterne verten og nettverkstilkoblingen, og prøv på nytt.
pl: Upłynął limit czasu przesyłania pliku. Sprawdź host zdalny i połączenie sieciowe, a następnie spróbuj ponownie.
pt_br: A transferência do arquivo expirou. Verifique o host remoto e a conexão de rede e tente novamente.
ru: Время передачи файла истекло. Проверьте удалённый хост и сетевое подключение, затем повторите попытку.
th: หมดเวลาการถ่ายโอนไฟล์ ตรวจสอบโฮสต์ระยะไกลและการเชื่อมต่อเครือข่าย แล้วลองอีกครั้ง
tr: Dosya aktarımı zaman aşımına uğradı. Uzak ana bilgisayarı ve ağ bağlantısını kontrol edip yeniden deneyin.
uk: Час передачі файлу минув. Перевірте віддалений хост і мережеве підключення, а потім повторіть спробу.
zh_hans: 文件传输超时。请检查远程主机和网络连接，然后重试。
zh_hant: 檔案傳輸逾時。請檢查遠端主機與網路連線，然後再試一次。

# terminal.imageTransfer.progress.finalizing
source: Finalizing upload…
ar: جارٍ إنهاء الرفع…
bs: Završavanje prijenosa…
da: Afslutter upload…
de: Upload wird abgeschlossen…
es: Finalizando subida…
fr: Finalisation de l’envoi…
it: Finalizzazione del caricamento…
ja: アップロードを完了中…
km: កំពុងបញ្ចប់ការផ្ទុកឡើង…
ko: 업로드 마무리 중…
nb: Fullfører opplasting…
pl: Finalizowanie przesyłania…
pt_br: Finalizando envio…
ru: Завершение загрузки…
th: กำลังดำเนินการอัปโหลดให้เสร็จ…
tr: Yükleme tamamlanıyor…
uk: Завершення завантаження…
zh_hans: 正在完成上传…
zh_hant: 正在完成上傳…

# terminal.imageTransfer.error.sourceChanged
source: The local file changed while it was being uploaded. Try again.
ar: تغيّر الملف المحلي أثناء رفعه. حاول مرة أخرى.
bs: Lokalna datoteka se promijenila tokom prijenosa. Pokušajte ponovo.
da: Den lokale fil blev ændret under upload. Prøv igen.
de: Die lokale Datei wurde während des Uploads geändert. Versuche es erneut.
es: El archivo local cambió mientras se subía. Inténtalo de nuevo.
fr: Le fichier local a été modifié pendant son envoi. Réessayez.
it: Il file locale è cambiato durante il caricamento. Riprova.
ja: アップロード中にローカルファイルが変更されました。もう一度お試しください。
km: ឯកសារមូលដ្ឋានបានផ្លាស់ប្តូរ ខណៈពេលកំពុងផ្ទុកឡើង។ សូមព្យាយាមម្តងទៀត។
ko: 업로드 중에 로컬 파일이 변경되었습니다. 다시 시도하세요.
nb: Den lokale filen ble endret under opplasting. Prøv på nytt.
pl: Plik lokalny zmienił się podczas przesyłania. Spróbuj ponownie.
pt_br: O arquivo local foi alterado durante o envio. Tente novamente.
ru: Локальный файл изменился во время загрузки. Повторите попытку.
th: ไฟล์ในเครื่องเปลี่ยนแปลงระหว่างการอัปโหลด โปรดลองอีกครั้ง
tr: Yerel dosya yüklenirken değişti. Yeniden deneyin.
uk: Локальний файл змінився під час завантаження. Спробуйте ще раз.
zh_hans: 本地文件在上传过程中发生了更改。请重试。
zh_hant: 本機檔案在上傳過程中發生變更。請再試一次。

# terminal.imageTransfer.error.remoteRejected
source: The remote host rejected the file transfer: %@
ar: رفض المضيف البعيد نقل الملف: %@
bs: Udaljeni host je odbio prijenos datoteke: %@
da: Fjernværten afviste filoverførslen: %@
de: Der Remote-Host hat die Dateiübertragung abgelehnt: %@
es: El host remoto rechazó la transferencia del archivo: %@
fr: L’hôte distant a refusé le transfert du fichier : %@
it: L’host remoto ha rifiutato il trasferimento del file: %@
ja: リモートホストがファイル転送を拒否しました：%@
km: ម៉ាស៊ីនពីចម្ងាយបានបដិសេធការផ្ទេរឯកសារ៖ %@
ko: 원격 호스트가 파일 전송을 거부했습니다: %@
nb: Den eksterne verten avviste filoverføringen: %@
pl: Host zdalny odrzucił przesyłanie pliku: %@
pt_br: O host remoto rejeitou a transferência do arquivo: %@
ru: Удалённый хост отклонил передачу файла: %@
th: โฮสต์ระยะไกลปฏิเสธการถ่ายโอนไฟล์: %@
tr: Uzak ana bilgisayar dosya aktarımını reddetti: %@
uk: Віддалений хост відхилив передачу файлу: %@
zh_hans: 远程主机拒绝了文件传输：%@
zh_hant: 遠端主機拒絕檔案傳輸：%@

# terminal.imageTransfer.error.protocolFailed
source: The remote host ended the file transfer unexpectedly. Try again.
ar: أنهى المضيف البعيد نقل الملف بشكل غير متوقع. حاول مرة أخرى.
bs: Udaljeni host je neočekivano prekinuo prijenos datoteke. Pokušajte ponovo.
da: Fjernværten afsluttede uventet filoverførslen. Prøv igen.
de: Der Remote-Host hat die Dateiübertragung unerwartet beendet. Versuche es erneut.
es: El host remoto terminó la transferencia del archivo de forma inesperada. Inténtalo de nuevo.
fr: L’hôte distant a interrompu le transfert du fichier de façon inattendue. Réessayez.
it: L’host remoto ha terminato inaspettatamente il trasferimento del file. Riprova.
ja: リモートホストがファイル転送を予期せず終了しました。もう一度お試しください。
km: ម៉ាស៊ីនពីចម្ងាយបានបញ្ចប់ការផ្ទេរឯកសារដោយមិនបានរំពឹងទុក។ សូមព្យាយាមម្តងទៀត។
ko: 원격 호스트가 파일 전송을 예기치 않게 종료했습니다. 다시 시도하세요.
nb: Den eksterne verten avsluttet filoverføringen uventet. Prøv på nytt.
pl: Host zdalny nieoczekiwanie zakończył przesyłanie pliku. Spróbuj ponownie.
pt_br: O host remoto encerrou a transferência do arquivo inesperadamente. Tente novamente.
ru: Удалённый хост неожиданно завершил передачу файла. Повторите попытку.
th: โฮสต์ระยะไกลยุติการถ่ายโอนไฟล์โดยไม่คาดคิด โปรดลองอีกครั้ง
tr: Uzak ana bilgisayar dosya aktarımını beklenmedik şekilde sonlandırdı. Yeniden deneyin.
uk: Віддалений хост несподівано завершив передачу файлу. Спробуйте ще раз.
zh_hans: 远程主机意外终止了文件传输。请重试。
zh_hant: 遠端主機意外終止檔案傳輸。請再試一次。

# terminal.imageTransfer.error.sshpassMissing
source: This SSH connection needs sshpass, but UniConnect couldn't find it. Install sshpass and try again.
ar: يتطلب اتصال SSH هذا أداة sshpass، لكن UniConnect لم يعثر عليها. ثبّت sshpass ثم حاول مرة أخرى.
bs: Ova SSH veza zahtijeva sshpass, ali ga UniConnect nije mogao pronaći. Instalirajte sshpass i pokušajte ponovo.
da: Denne SSH-forbindelse kræver sshpass, men UniConnect kunne ikke finde det. Installer sshpass, og prøv igen.
de: Diese SSH-Verbindung benötigt sshpass, aber UniConnect konnte es nicht finden. Installiere sshpass und versuche es erneut.
es: Esta conexión SSH necesita sshpass, pero UniConnect no lo ha encontrado. Instala sshpass y vuelve a intentarlo.
fr: Cette connexion SSH nécessite sshpass, mais UniConnect ne l’a pas trouvé. Installez sshpass, puis réessayez.
it: Questa connessione SSH richiede sshpass, ma UniConnect non è riuscito a trovarlo. Installa sshpass e riprova.
ja: この SSH 接続には sshpass が必要ですが、UniConnect で見つかりませんでした。sshpass をインストールして、もう一度お試しください。
km: ការតភ្ជាប់ SSH នេះត្រូវការ sshpass ប៉ុន្តែ UniConnect រកវាមិនឃើញទេ។ ដំឡើង sshpass រួចព្យាយាមម្តងទៀត។
ko: 이 SSH 연결에는 sshpass가 필요하지만 UniConnect에서 찾을 수 없습니다. sshpass를 설치한 후 다시 시도하세요.
nb: Denne SSH-tilkoblingen krever sshpass, men UniConnect fant det ikke. Installer sshpass og prøv på nytt.
pl: To połączenie SSH wymaga sshpass, ale UniConnect nie mógł go znaleźć. Zainstaluj sshpass i spróbuj ponownie.
pt_br: Esta conexão SSH precisa do sshpass, mas o UniConnect não conseguiu encontrá-lo. Instale o sshpass e tente novamente.
ru: Для этого SSH-подключения требуется sshpass, но UniConnect не удалось его найти. Установите sshpass и повторите попытку.
th: การเชื่อมต่อ SSH นี้ต้องใช้ sshpass แต่ UniConnect หาไม่พบ โปรดติดตั้ง sshpass แล้วลองอีกครั้ง
tr: Bu SSH bağlantısı sshpass gerektiriyor, ancak UniConnect bunu bulamadı. sshpass'i yükleyip yeniden deneyin.
uk: Для цього SSH-підключення потрібен sshpass, але UniConnect не вдалося його знайти. Установіть sshpass і повторіть спробу.
zh_hans: 此 SSH 连接需要 sshpass，但 UniConnect 找不到它。请安装 sshpass 后重试。
zh_hant: 此 SSH 連線需要 sshpass，但 UniConnect 找不到它。請安裝 sshpass 後再試一次。

# terminal.imageTransfer.error.detachedWindow
source: This window is no longer attached to a box. Open or restore the window, then try again.
ar: لم تعد هذه النافذة مرتبطة بصندوق. افتح النافذة أو استعدها، ثم حاول مرة أخرى.
bs: Ovaj prozor više nije povezan s boxom. Otvorite ili vratite prozor, pa pokušajte ponovo.
da: Dette vindue er ikke længere knyttet til en boks. Åbn eller gendan vinduet, og prøv igen.
de: Dieses Fenster ist keiner Box mehr zugeordnet. Öffne das Fenster oder stelle es wieder her und versuche es erneut.
es: Esta ventana ya no está vinculada a una caja. Abre o restaura la ventana y vuelve a intentarlo.
fr: Cette fenêtre n’est plus rattachée à une box. Ouvrez ou restaurez la fenêtre, puis réessayez.
it: Questa finestra non è più collegata a una box. Apri o ripristina la finestra, quindi riprova.
ja: このウィンドウはボックスに接続されていません。ウィンドウを開くか復元して、もう一度お試しください。
km: បង្អួចនេះលែងភ្ជាប់ទៅប្រអប់ទៀតហើយ។ បើក ឬស្ដារបង្អួច រួចព្យាយាមម្តងទៀត។
ko: 이 창은 더 이상 박스에 연결되어 있지 않습니다. 창을 열거나 복원한 후 다시 시도하세요.
nb: Dette vinduet er ikke lenger knyttet til en boks. Åpne eller gjenopprett vinduet, og prøv på nytt.
pl: To okno nie jest już przypisane do boxa. Otwórz lub przywróć okno i spróbuj ponownie.
pt_br: Esta janela não está mais vinculada a uma box. Abra ou restaure a janela e tente novamente.
ru: Это окно больше не связано с Box. Откройте или восстановите окно, затем повторите попытку.
th: หน้าต่างนี้ไม่ได้เชื่อมกับกล่องแล้ว เปิดหรือกู้คืนหน้าต่าง แล้วลองอีกครั้ง
tr: Bu pencere artık bir kutuya bağlı değil. Pencereyi açın veya geri yükleyin, ardından yeniden deneyin.
uk: Це вікно більше не прив’язане до Box. Відкрийте або відновіть вікно, а потім повторіть спробу.
zh_hans: 此窗口已不再附加到 Box。请打开或恢复该窗口，然后重试。
zh_hant: 此視窗已不再附加至 Box。請開啟或復原該視窗，然後再試一次。

# uniconnect.bridge.hostFallback
source: Remote host
ar: المضيف البعيد
bs: Udaljeni host
da: Fjernvært
es: Servidor remoto
fr: Hôte distant
it: Host remoto
ja: リモートホスト
km: ម៉ាស៊ីនពីចម្ងាយ
ko: 원격 호스트
nb: Ekstern vert
pl: Host zdalny
pt_br: Host remoto
ru: Удалённый хост
th: โฮสต์ระยะไกล
tr: Uzak ana bilgisayar
uk: Віддалений хост
zh_hans: 远程主机
zh_hant: 遠端主機

# uniconnect.ssh.error.secureInvocation
source: A secure SSH connection could not be prepared.
ar: تعذر إعداد اتصال SSH آمن.
bs: Nije se mogla pripremiti sigurna SSH veza.
da: En sikker SSH-forbindelse kunne ikke forberedes.
de: Eine sichere SSH-Verbindung konnte nicht vorbereitet werden.
es: No se pudo preparar una conexión SSH segura.
fr: Impossible de préparer une connexion SSH sécurisée.
it: Non è stato possibile preparare una connessione SSH sicura.
ja: 安全な SSH 接続を準備できませんでした。
km: មិនអាចរៀបចំការតភ្ជាប់ SSH ដែលមានសុវត្ថិភាពបានទេ។
ko: 안전한 SSH 연결을 준비할 수 없습니다.
nb: En sikker SSH-tilkobling kunne ikke klargjøres.
pl: Nie można było przygotować bezpiecznego połączenia SSH.
pt_br: Não foi possível preparar uma conexão SSH segura.
ru: Не удалось подготовить безопасное SSH-подключение.
th: ไม่สามารถเตรียมการเชื่อมต่อ SSH ที่ปลอดภัยได้
tr: Güvenli bir SSH bağlantısı hazırlanamadı.
uk: Не вдалося підготувати безпечне SSH-підключення.
zh_hans: 无法准备安全的 SSH 连接。
zh_hant: 無法準備安全的 SSH 連線。

# uniconnect.ssh.error.remoteTmuxTerminationFailed
source: The remote tmux session could not be ended.
ar: تعذر إنهاء جلسة tmux البعيدة.
bs: Udaljena tmux sesija se nije mogla završiti.
da: Den eksterne tmux-session kunne ikke afsluttes.
de: Die Remote-tmux-Sitzung konnte nicht beendet werden.
es: No se pudo terminar la sesión tmux remota.
fr: La session tmux distante n’a pas pu être arrêtée.
it: Non è stato possibile terminare la sessione tmux remota.
ja: リモートの tmux セッションを終了できませんでした。
km: មិនអាចបញ្ចប់សម័យ tmux ពីចម្ងាយបានទេ។
ko: 원격 tmux 세션을 종료할 수 없습니다.
nb: Den eksterne tmux-økten kunne ikke avsluttes.
pl: Nie można było zakończyć zdalnej sesji tmux.
pt_br: Não foi possível encerrar a sessão tmux remota.
ru: Не удалось завершить удалённую сессию tmux.
th: ไม่สามารถสิ้นสุดเซสชัน tmux ระยะไกลได้
tr: Uzak tmux oturumu sonlandırılamadı.
uk: Не вдалося завершити віддалений сеанс tmux.
zh_hans: 无法结束远程 tmux 会话。
zh_hant: 無法結束遠端 tmux 工作階段。

# uniconnect.action.choose
source: Choose…
ar: يختار…
bs: Odaberite…
da: Vælge…
de: Wählen…
es: Elegir…
fr: Choisir…
it: Scegliere…
ja: 選ぶ…
km: ជ្រើសរើស…
ko: 선택하다…
nb: Velge…
pl: Wybierać…
pt_br: Escolher…
ru: Выбирать…
th: เลือก…
tr: Seçmek…
uk: Виберіть…
zh_hans: 选择…
zh_hant: 選擇…

# uniconnect.action.continue
source: Continue
ar: يكمل
bs: Nastavi
da: Fortsætte
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
ja: 続く
km: បន្ត
ko: 계속하다
nb: Fortsette
pl: Kontynuować
pt_br: Continuar
ru: Продолжать
th: ดำเนินการต่อ
tr: Devam etmek
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# uniconnect.action.retry
source: Retry
ar: أعد المحاولة
bs: Pokušaj ponovo
da: Prøv igen
de: Wiederholen
es: Rever
fr: Réessayer
it: Riprova
ja: リトライ
km: ព្យាយាមម្តងទៀត
ko: 다시 해 보다
nb: Prøv på nytt
pl: Spróbować ponownie
pt_br: Tentar novamente
ru: Повторить попытку
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторіть спробу
zh_hans: 重试
zh_hant: 重試
